Repository: rusel95/AstroSvitla
Catalog: AstroSvitla/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, uk

# logs.generation_date
source: Generation Date
de: Erstellungsdatum
es: Fecha de generación
fr: Date de génération
it: Data di generazione
ja: 生成日
ko: 생성 날짜
pt_br: Data de geração
ru: Дата генерации
tr: Oluşturma tarihi
uk: Дата генерації

# logs.model
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
uk: Модель

# logs.no_sources_cited
source: No sources cited
de: Keine Quellen zitiert
es: Sin fuentes citadas
fr: Aucune source citée
it: Nessuna fonte citata
ja: 引用ソースなし
ko: 인용된 소스 없음
pt_br: Nenhuma fonte citada
ru: Источники не цитировались
tr: Kaynak belirtilmedi
uk: Джерела не цитувалися

# logs.processing_time
source: Processing Time
de: Verarbeitungszeit
es: Tiempo de procesamiento
fr: Temps de traitement
it: Tempo di elaborazione
ja: 処理時間
ko: 처리 시간
pt_br: Tempo de processamento
ru: Время обработки
tr: İşlem süresi
uk: Час обробки

# logs.relevance %@
source: Relevance: %@
de: Relevanz: %@
es: Relevancia: %@
fr: Pertinence : %@
it: Rilevanza: %@
ja: 関連性: %@
ko: 관련성: %@
pt_br: Relevância: %@
ru: Релевантность: %@
tr: İlgililik: %@
uk: Релевантність: %@

# logs.seconds %@
source: %@ seconds
de: %@ Sekunden
es: %@ segundos
fr: %@ secondes
it: %@ secondi
ja: %@秒
ko: %@초
pt_br: %@ segundos
ru: %@ секунд
tr: %@ saniye
uk: %@ секунд

# logs.section.cited_sources
source: Cited Sources
de: Zitierte Quellen
es: Fuentes citadas
fr: Sources citées
it: Fonti citate
ja: 引用ソース
ko: 인용된 소스
pt_br: Fontes citadas
ru: Цитируемые источники
tr: Atıf yapılan kaynaklar
uk: Цитовані джерела

# logs.section.metadata
source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
it: Metadati
ja: メタデータ
ko: 메타데이터
pt_br: Metadados
ru: Метаданные
tr: Meta veriler
uk: Метадані

# logs.section.notes
source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
ko: 메모
pt_br: Notas
ru: Примечания
tr: Notlar
uk: Примітки

# logs.section.sources_overview
source: Sources Overview
de: Quellenübersicht
es: Resumen de fuentes
fr: Aperçu des sources
it: Panoramica fonti
ja: ソース概要
ko: 소스 개요
pt_br: Visão geral das fontes
ru: Обзор источников
tr: Kaynak özeti
uk: Огляд джерел

# logs.section.vector_database
source: Vector Database
de: Vektordatenbank
es: Base de datos vectorial
fr: Base de données vectorielle
it: Database vettoriale
ja: ベクトルデータベース
ko: 벡터 데이터베이스
pt_br: Banco de dados vetorial
ru: Векторная база данных
tr: Vektör veritabanı
uk: Векторна база даних

# logs.snippets_provided
source: Snippets Provided
de: Bereitgestellte Fragmente
es: Fragmentos proporcionados
fr: Fragments fournis
it: Frammenti forniti
ja: 提供されたスニペット
ko: 제공된 스니펫
pt_br: Fragmentos fornecidos
ru: Предоставлено фрагментов
tr: Sağlanan parçalar
uk: Надано фрагментів

# logs.sources_cited
source: Sources Cited
de: Zitierte Quellen
es: Fuentes citadas
fr: Sources citées
it: Fonti citate
ja: 引用ソース
ko: 인용된 소스
pt_br: Fontes citadas
ru: Цитировано источников
tr: Atıf yapılan kaynaklar
uk: Цитовано джерел

# logs.title
source: Generation Logs
de: Erstellungsprotokolle
es: Registros de generación
fr: Journaux de génération
it: Log di generazione
ja: 生成ログ
ko: 생성 로그
pt_br: Logs de geração
ru: Логи генерации
tr: Oluşturma günlükleri
uk: Логи генерації

# logs.tokens.completion
source: Completion Tokens
de: Antwort-Token
es: Tokens de respuesta
fr: Tokens de réponse
it: Token di risposta
ja: 完了トークン
ko: 완성 토큰
pt_br: Tokens de resposta
ru: Токены ответа
tr: Tamamlama token'ları
uk: Токени відповіді

# logs.tokens.prompt
source: Prompt Tokens
de: Anfrage-Token
es: Tokens de solicitud
fr: Tokens de requête
it: Token di richiesta
ja: プロンプトトークン
ko: 프롬프트 토큰
pt_br: Tokens de solicitação
ru: Токены запроса
tr: İstem token'ları
uk: Токени запиту

# logs.tokens.total
source: Total Tokens
de: Token gesamt
es: Tokens totales
fr: Total des tokens
it: Token totali
ja: 合計トークン
ko: 총 토큰
pt_br: Total de tokens
ru: Всего токенов
tr: Toplam token
uk: Всього токенів

# onboarding.button.create_profile
source: Create Profile
de: Profil erstellen
es: Crear perfil
fr: Créer un profil
it: Crea profilo
ja: プロフィールを作成
ko: 프로필 만들기
pt_br: Criar perfil
ru: Создать профиль
tr: Profil Oluştur
uk: Створити профіль

# onboarding.button.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
tr: İleri
uk: Далі

# onboarding.button.start
source: Start
de: Starten
es: Empezar
fr: Commencer
it: Inizia
ja: 始める
ko: 시작하기
pt_br: Começar
ru: Начать
tr: Başla
uk: Почати

# onboarding.first_analysis_hint
source: First analysis in 2 minutes
de: Erste Analyse in 2 Minuten
es: Primer análisis en 2 minutos
fr: Première analyse en 2 minutes
it: Prima analisi in 2 minuti
ja: 2分で最初の分析
ko: 2분 만에 첫 분석
pt_br: Primeira análise em 2 minutos
ru: Первый анализ за 2 минуты
tr: 2 dakikada ilk analiz
uk: Перший аналіз за 2 хвилини

# onboarding.page1.badge
source: Takes only 2 minutes
de: Dauert nur 2 Minuten
es: Solo toma 2 minutos
fr: Prend seulement 2 minutes
it: Richiede solo 2 minuti
ja: たった2分
ko: 단 2분 소요
pt_br: Leva apenas 2 minutos
ru: Займёт всего 2 минуты
tr: Sadece 2 dakika sürer
uk: Займе лише 2 хвилини

# onboarding.page1.message
source: Discover what the stars say about your career, relationships, and finances — no registration, no subscriptions.
de: Entdecken Sie, was die Sterne über Ihre Karriere, Beziehungen und Finanzen sagen — keine Registrierung, keine Abonnements.
es: Descubre lo que dicen las estrellas sobre tu carrera, relaciones y finanzas — sin registro, sin suscripciones.
fr: Découvrez ce que les étoiles disent de votre carrière, vos relations et vos finances — sans inscription, sans abonnement.
it: Scopri cosa dicono le stelle sulla tua carriera, relazioni e finanze — senza registrazione, senza abbonamenti.
ja: キャリア、人間関係、財務について星が何を語るか発見しましょう — 登録不要、サブスク不要。
ko: 별이 당신의 경력, 관계, 재정에 대해 말하는 것을 알아보세요 — 가입 불필요, 구독 불필요.
pt_br: Descubra o que as estrelas dizem sobre sua carreira, relacionamentos e finanças — sem cadastro, sem assinaturas.
ru: Узнайте, что говорят звёзды о вашей карьере, отношениях и финансах — без регистрации, без подписок.
tr: Yıldızların kariyeriniz, ilişkileriniz ve mali durumunuz hakkında ne söylediğini öğrenin — kayıt yok, abonelik yok.
uk: Дізнайтесь, що зірки кажуть про вашу кар'єру, стосунки та фінанси — без реєстрації, без підписок.

# onboarding.page1.title
source: Your first astrological analysis in 2 minutes
de: Ihre erste astrologische Analyse in 2 Minuten
es: Tu primer análisis astrológico en 2 minutos
fr: Votre première analyse astrologique en 2 minutes
it: La tua prima analisi astrologica in 2 minuti
ja: 2分で最初の占星術分析
ko: 2분 만에 첫 점성술 분석
pt_br: Sua primeira análise astrológica em 2 minutos
ru: Ваш первый астрологический анализ за 2 минуты
tr: 2 dakikada ilk astroloji analiziniz
uk: Ваш перший астрологічний аналіз за 2 хвилини

# onboarding.page2.badge
source: No registration
de: Keine Registrierung
es: Sin registro
fr: Sans inscription
it: Senza registrazione
ja: 登録不要
ko: 가입 불필요
pt_br: Sem cadastro
ru: Без регистрации
tr: Kayıt gerektirmez
uk: Без реєстрації

# onboarding.page2.message
source: We made the process as quick and simple as possible.
de: Wir haben den Prozess so schnell und einfach wie möglich gemacht.
es: Hicimos el proceso lo más rápido y simple posible.
fr: Nous avons rendu le processus aussi rapide et simple que possible.
it: Abbiamo reso il processo il più veloce e semplice possibile.
ja: プロセスをできるだけ迅速かつシンプルにしました。
ko: 프로세스를 최대한 빠르고 간단하게 만들었습니다.
pt_br: Tornamos o processo o mais rápido e simples possível.
ru: Мы сделали процесс максимально быстрым и простым.
tr: Süreci olabildiğince hızlı ve basit hale getirdik.
uk: Ми зробили процес максимально швидким і зрозумілим.

# onboarding.page2.step1
source: 📝 Enter birth date — 30 sec
de: 📝 Geburtsdatum eingeben — 30 Sek
es: 📝 Ingresa fecha de nacimiento — 30 seg
fr: 📝 Entrez la date de naissance — 30 sec
it: 📝 Inserisci data di nascita — 30 sec
ja: 📝 生年月日を入力 — 30秒
ko: 📝 생년월일 입력 — 30초
pt_br: 📝 Digite a data de nascimento — 30 seg
ru: 📝 Введите дату рождения — 30 сек
tr: 📝 Doğum tarihi girin — 30 sn
uk: 📝 Введіть дату народження — 30 сек

# onboarding.page2.step2
source: 🎯 Choose analysis area — 10 sec
de: 🎯 Analysebereich wählen — 10 Sek
es: 🎯 Elige área de análisis — 10 seg
fr: 🎯 Choisissez le domaine d'analyse — 10 sec
it: 🎯 Scegli area di analisi — 10 sec
ja: 🎯 分析エリアを選択 — 10秒
ko: 🎯 분석 영역 선택 — 10초
pt_br: 🎯 Escolha a área de análise — 10 seg
ru: 🎯 Выберите область анализа — 10 сек
tr: 🎯 Analiz alanı seçin — 10 sn
uk: 🎯 Виберіть сферу для аналізу — 10 сек

# onboarding.page2.step3
source: ✨ Get your personal report — 60 sec
de: ✨ Persönlichen Bericht erhalten — 60 Sek
es: ✨ Obtén tu informe personal — 60 seg
fr: ✨ Obtenez votre rapport personnel — 60 sec
it: ✨ Ottieni il tuo report personale — 60 sec
ja: ✨ パーソナルレポートを取得 — 60秒
ko: ✨ 개인 리포트 받기 — 60초
pt_br: ✨ Receba seu relatório pessoal — 60 seg
ru: ✨ Получите персональный отчёт — 60 сек
tr: ✨ Kişisel raporunuzu alın — 60 sn
uk: ✨ Отримайте персональний звіт — 60 сек

# onboarding.page2.time_estimate
source: ~2 min total
de: ~2 Min insgesamt
es: ~2 min en total
fr: ~2 min au total
it: ~2 min in totale
ja: 合計約2分
ko: 총 약 2분
pt_br: ~2 min no total
ru: ~2 мин всего
tr: ~2 dk toplam
uk: ~2 хв загалом

# onboarding.page2.title
source: Three simple steps to insights
de: Drei einfache Schritte zu Erkenntnissen
es: Tres simples pasos hacia los insights
fr: Trois étapes simples vers les insights
it: Tre semplici passi verso gli insights
ja: インサイトへの3つの簡単なステップ
ko: 인사이트를 위한 3가지 간단한 단계
pt_br: Três passos simples para insights
ru: Три простых шага к инсайтам
tr: İçgörülere üç basit adım
uk: Три простих кроки до інсайтів

# onboarding.page3.area1
source: 💰 Finances and material potential
de: 💰 Finanzen und materielles Potenzial
es: 💰 Finanzas y potencial material
fr: 💰 Finances et potentiel matériel
it: 💰 Finanze e potenziale materiale
ja: 💰 財務と物質的な可能性
ko: 💰 재정 및 물질적 잠재력
pt_br: 💰 Finanças e potencial material
ru: 💰 Финансы и материальный потенциал
tr: 💰 Finans ve maddi potansiyel
uk: 💰 Фінанси та матеріальний потенціал

# onboarding.page3.area2
source: 💼 Career and professional growth
de: 💼 Karriere und berufliches Wachstum
es: 💼 Carrera y crecimiento profesional
fr: 💼 Carrière et développement professionnel
it: 💼 Carriera e crescita professionale
ja: 💼 キャリアと専門的成長
ko: 💼 경력 및 전문적 성장
pt_br: 💼 Carreira e crescimento profissional
ru: 💼 Карьера и профессиональный рост
tr: 💼 Kariyer ve profesyonel gelişim
uk: 💼 Кар'єра та професійний розвиток

# onboarding.page3.area3
source: ❤️ Relationships and partnership
de: ❤️ Beziehungen und Partnerschaft
es: ❤️ Relaciones y pareja
fr: ❤️ Relations et partenariat
it: ❤️ Relazioni e partnership
ja: ❤️ 人間関係とパートナーシップ
ko: ❤️ 관계 및 파트너십
pt_br: ❤️ Relacionamentos e parceria
ru: ❤️ Отношения и партнёрство
tr: ❤️ İlişkiler ve ortaklık
uk: ❤️ Стосунки та партнерство

# onboarding.page3.area4
source: 🏥 Health and energy
de: 🏥 Gesundheit und Energie
es: 🏥 Salud y energía
fr: 🏥 Santé et énergie
it: 🏥 Salute ed energia
ja: 🏥 健康とエネルギー
ko: 🏥 건강과 에너지
pt_br: 🏥 Saúde e energia
ru: 🏥 Здоровье и энергия
tr: 🏥 Sağlık ve enerji
uk: 🏥 Здоров'я та енергія

# onboarding.page3.area5
source: ⭐️ General personality portrait
de: ⭐️ Allgemeines Persönlichkeitsprofil
es: ⭐️ Retrato general de personalidad
fr: ⭐️ Portrait général de la personnalité
it: ⭐️ Ritratto generale della personalità
ja: ⭐️ 一般的な性格の肖像
ko: ⭐️ 일반 성격 프로필
pt_br: ⭐️ Retrato geral da personalidade
ru: ⭐️ Общий портрет личности
tr: ⭐️ Genel kişilik portresi
uk: ⭐️ Загальний портрет особистості

# onboarding.page3.badge
source: from $5.99 per report
de: ab $5.99 pro Bericht
es: desde $5.99 por informe
fr: à partir de $5.99 par rapport
it: da $5.99 per report
ja: レポート1件あたり$5.99から
ko: 리포트당 $5.99부터
pt_br: a partir de $5.99 por relatório
ru: от $5.99 за отчёт
tr: rapor başına $5.99'dan başlayan fiyatlar
uk: від $5.99 за звіт

# onboarding.page3.message
source: Each report is a deep AI analysis of your natal chart with practical advice.
de: Jeder Bericht ist eine tiefgreifende KI-Analyse Ihres Geburtshoroskops mit praktischen Ratschlägen.
es: Cada informe es un análisis profundo de IA de tu carta natal con consejos prácticos.
fr: Chaque rapport est une analyse IA approfondie de votre thème natal avec des conseils pratiques.
it: Ogni report è un'analisi IA approfondita della tua carta natale con consigli pratici.
ja: 各レポートは、実践的なアドバイスを含むネイタルチャートの深いAI分析です。
ko: 각 리포트는 실용적인 조언이 담긴 출생 차트의 심층 AI 분석입니다.
pt_br: Cada relatório é uma análise profunda de IA do seu mapa natal com conselhos práticos.
ru: Каждый отчёт — это глубокий AI-анализ вашей натальной карты с практическими советами.
tr: Her rapor, pratik tavsiyeler içeren doğum haritanızın derin bir AI analizidir.
uk: Кожен звіт — це глибокий AI-аналіз вашої натальної карти з практичними порадами.

# onboarding.page3.title
source: 5 areas of your life under control
de: 5 Bereiche Ihres Lebens unter Kontrolle
es: 5 áreas de tu vida bajo control
fr: 5 domaines de votre vie sous contrôle
it: 5 aree della tua vita sotto controllo
ja: あなたの人生の5つの分野をコントロール
ko: 당신의 삶의 5가지 영역을 관리하세요
pt_br: 5 áreas da sua vida sob controle
ru: 5 сфер вашей жизни под контролем
tr: Hayatınızın 5 alanı kontrol altında
uk: 5 сфер вашого життя під контролем

# onboarding.page4.badge
source: Start for free
de: Kostenlos starten
es: Empieza gratis
fr: Commencer gratuitement
it: Inizia gratis
ja: 無料で始める
ko: 무료로 시작하기
pt_br: Comece grátis
ru: Начните бесплатно
tr: Ücretsiz başlayın
uk: Почніть безкоштовно

# onboarding.page4.feature1
source: 🔒 100% privacy — data never leaves device
de: 🔒 100% Privatsphäre — Daten verlassen nie das Gerät
es: 🔒 100% privacidad — los datos nunca salen del dispositivo
fr: 🔒 100% confidentialité — les données ne quittent jamais l'appareil
it: 🔒 100% privacy — i dati non lasciano mai il dispositivo
ja: 🔒 100%プライバシー — データはデバイスを離れません
ko: 🔒 100% 프라이버시 — 데이터가 기기를 떠나지 않음
pt_br: 🔒 100% privacidade — dados nunca saem do dispositivo
ru: 🔒 100% приватность — данные не покидают устройство
tr: 🔒 100% gizlilik — veriler cihazdan asla ayrılmaz
uk: 🔒 100% приватність — дані не покидають пристрій

# onboarding.page4.feature2
source: ⚡️ Instant natal chart calculation
de: ⚡️ Sofortige Horoskop-Berechnung
es: ⚡️ Cálculo instantáneo de la carta natal
fr: ⚡️ Calcul instantané du thème natal
it: ⚡️ Calcolo istantaneo della carta natale
ja: ⚡️ 出生チャートの即時計算
ko: ⚡️ 즉각적인 출생 차트 계산
pt_br: ⚡️ Cálculo instantâneo do mapa natal
ru: ⚡️ Мгновенный расчёт натальной карты
tr: ⚡️ Anında doğum haritası hesaplama
uk: ⚡️ Миттєвий розрахунок натальної карти

# onboarding.page4.feature3
source: 📚 Analysis based on classical astrology
de: 📚 Analyse basierend auf klassischer Astrologie
es: 📚 Análisis basado en astrología clásica
fr: 📚 Analyse basée sur l'astrologie classique
it: 📚 Analisi basata sull'astrologia classica
ja: 📚 古典占星術に基づく分析
ko: 📚 고전 점성술에 기반한 분석
pt_br: 📚 Análise baseada em astrologia clássica
ru: 📚 Анализ на основе классической астрологии
tr: 📚 Klasik astrolojiye dayalı analiz
uk: 📚 Аналіз на основі класичної астрології

# onboarding.page4.message
source: Your data stays only on your device. Start now — first profile is free.
de: Ihre Daten bleiben nur auf Ihrem Gerät. Starten Sie jetzt — das erste Profil ist kostenlos.
es: Tus datos permanecen solo en tu dispositivo. Empieza ahora — el primer perfil es gratis.
fr: Vos données restent uniquement sur votre appareil. Commencez maintenant — le premier profil est gratuit.
it: I tuoi dati rimangono solo sul tuo dispositivo. Inizia ora — il primo profilo è gratuito.
ja: データはあなたのデバイスにのみ保存されます。今すぐ始めましょう — 最初のプロフィールは無料です。
ko: 데이터는 귀하의 기기에만 저장됩니다. 지금 시작하세요 — 첫 번째 프로필은 무료입니다.
pt_br: Seus dados ficam apenas no seu dispositivo. Comece agora — o primeiro perfil é gratuito.
ru: Ваши данные хранятся только на вашем устройстве. Начните прямо сейчас — первый профиль бесплатный.
tr: Verileriniz yalnızca cihazınızda kalır. Şimdi başlayın — ilk profil ücretsiz.
uk: Ваші дані зберігаються лише на вашому пристрої. Почніть прямо зараз — перший профіль безкоштовний.

# onboarding.page4.title
source: Ready to see your chart?
de: Bereit, Ihr Horoskop zu sehen?
es: ¿Listo para ver tu carta?
fr: Prêt à voir votre thème ?
it: Pronto a vedere la tua carta?
ja: チャートを見る準備はできましたか？
ko: 차트를 볼 준비가 되셨나요?
pt_br: Pronto para ver seu mapa?
ru: Готовы увидеть свою карту?
tr: Haritanızı görmeye hazır mısınız?
uk: Готові побачити свою карту?

# onboarding.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
tr: Atla
uk: Пропустити

# onboarding.step_counter %lld %lld
source: Step %1$lld of %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
it: Passaggio %1$lld di %2$lld
ja: %1$lld / %2$lld ステップ
ko: %2$lld 중 %1$lld 단계
pt_br: Passo %1$lld de %2$lld
ru: Шаг %1$lld из %2$lld
tr: %2$lld adımdan %1$lld. adım
uk: Крок %1$lld з %2$lld

# pdf.chart.stats %lld %lld
source: %lld planets • %lld aspects
de: %lld Planeten • %lld Aspekte
es: %lld planetas • %lld aspectos
fr: %lld planètes • %lld aspects
it: %lld pianeti • %lld aspetti
ja: %lld惑星 • %lldアスペクト
ko: %lld 행성 • %lld 양상
pt_br: %lld planetas • %lld aspectos
ru: %lld планет • %lld аспектов
tr: %lld gezegen • %lld açı
uk: %lld планет • %lld аспектів

# profile.action.create
source: Create Profile
de: Profil erstellen
es: Crear perfil
fr: Créer un profil
it: Crea profilo
ja: プロフィール作成
ko: 프로필 만들기
pt_br: Criar perfil
ru: Создать профиль
tr: Profil oluştur
uk: Створити профіль

# profile.badge.active
source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
ko: 활성
pt_br: Ativo
ru: Активный
tr: Aktif
uk: Активний

# profile.continue.with %@
source: Continue with %@
de: Weiter mit %@
es: Continuar con %@
fr: Continuer avec %@
it: Continua con %@
ja: %@で続ける
ko: %@로 계속
pt_br: Continuar com %@
ru: Продолжить с %@
tr: %@ ile devam et
uk: Продовжити з %@

# profile.create.hint
source: Add a new profile
de: Neues Profil hinzufügen
es: Agregar nuevo perfil
fr: Ajouter un nouveau profil
it: Aggiungi nuovo profilo
ja: 新しいプロフィールを追加
ko: 새 프로필 추가
pt_br: Adicionar novo perfil
ru: Добавить новый профиль
tr: Yeni profil ekle
uk: Додати новий профіль

# profile.create.new
source: Create New Profile
de: Neues Profil erstellen
es: Crear nuevo perfil
fr: Créer un nouveau profil
it: Crea nuovo profilo
ja: 新しいプロフィールを作成
ko: 새 프로필 만들기
pt_br: Criar novo perfil
ru: Создать новый профиль
tr: Yeni profil oluştur
uk: Створити новий профіль

# profile.delete.title
source: Delete Profile
de: Profil löschen
es: Eliminar perfil
fr: Supprimer le profil
it: Elimina profilo
ja: プロフィールを削除
ko: 프로필 삭제
pt_br: Excluir perfil
ru: Удалить профиль
tr: Profili sil
uk: Видалити профіль

# profile.empty.create_first
source: Create your first profile to get started
de: Erstellen Sie Ihr erstes Profil, um zu beginnen
es: Cree su primer perfil para comenzar
fr: Créez votre premier profil pour commencer
it: Crea il tuo primo profilo per iniziare
ja: 最初のプロフィールを作成して始めましょう
ko: 시작하려면 첫 번째 프로필을 만드세요
pt_br: Crie seu primeiro perfil para começar
ru: Создайте первый профиль, чтобы начать
tr: Başlamak için ilk profilinizi oluşturun
uk: Створіть перший профіль, щоб почати

# profile.empty.description
source: Create profiles from the Home tab to get started with personalized natal charts and reports
de: Fügen Sie ein Profil hinzu, um zu beginnen
es: Añade un perfil para comenzar
fr: Ajoutez un profil pour commencer
it: Aggiungi un profilo per iniziare
ja: プロフィールを追加して始めましょう
ko: 시작하려면 프로필을 추가하세요
pt_br: Adicione um perfil para começar
ru: Добавьте профиль, чтобы начать
tr: Başlamak için bir profil ekleyin
uk: Створіть профілі на вкладці «Головна», щоб розпочати роботу з персоналізованими натальними картами та звітами

# profile.empty.none
source: No profiles yet
de: Noch keine Profile
es: Sin perfiles aún
fr: Aucun profil
it: Nessun profilo
ja: プロフィールがありません
ko: 프로필이 없습니다
pt_br: Nenhum perfil ainda
ru: Профилей ещё нет
tr: Henüz profil yok
uk: Профілів ще немає

# profile.empty.title
source: No Profiles Yet
de: Keine Profile
es: Sin perfiles
fr: Aucun profil
it: Nessun profilo
ja: プロフィールがありません
ko: 프로필 없음
pt_br: Sem perfis
ru: Нет профилей
tr: Profil yok
uk: Ще немає профілів

# profile.field.birthdate
source: Birth Date
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
ja: 生年月日
ko: 생년월일
pt_br: Data de nascimento
ru: Дата рождения
tr: Doğum tarihi
uk: Дата народження

# profile.field.birthtime
source: Birth Time
de: Geburtszeit
es: Hora de nacimiento
fr: Heure de naissance
it: Ora di nascita
ja: 出生時間
ko: 출생 시간
pt_br: Hora de nascimento
ru: Время рождения
tr: Doğum saati
uk: Час народження

# profile.field.location
source: Birth Location
de: Geburtsort
es: Lugar de nacimiento
fr: Lieu de naissance
it: Luogo di nascita
ja: 出生地
ko: 출생지
pt_br: Local de nascimento
ru: Место рождения
tr: Doğum yeri
uk: Місце народження

# profile.help.precision
source: Precise birth time improves accuracy
de: Genaue Geburtszeit verbessert die Genauigkeit
es: La hora exacta mejora la precisión
fr: L'heure exacte améliore la précision
it: L'ora esatta migliora la precisione
ja: 正確な出生時間で精度が向上します
ko: 정확한 출생 시간이 정확도를 높입니다
pt_br: A hora exata melhora a precisão
ru: Точное время рождения повышает точность
tr: Kesin doğum saati doğruluğu artırır
uk: Точний час народження покращує точність

# profile.hint.time
source: Enter your birth time
de: Geburtszeit eingeben
es: Ingrese la hora de nacimiento
fr: Entrez l'heure de naissance
it: Inserisci l'ora di nascita
ja: 出生時間を入力
ko: 출생 시간 입력
pt_br: Digite a hora de nascimento
ru: Введите время рождения
tr: Doğum saatini girin
uk: Введіть час народження

# profile.location.placeholder
source: Enter birth location
de: Geburtsort eingeben
es: Ingrese lugar de nacimiento
fr: Entrez le lieu de naissance
it: Inserisci luogo di nascita
ja: 出生地を入力
ko: 출생지 입력
pt_br: Digite o local de nascimento
ru: Введите место рождения
tr: Doğum yerini girin
uk: Введіть місце народження

# profile.manage.title
source: Manage Profiles
de: Profile verwalten
es: Gestionar perfiles
fr: Gérer les profils
it: Gestisci profili
ja: プロフィールを管理
ko: 프로필 관리
pt_br: Gerenciar perfis
ru: Управление профилями
tr: Profilleri yönet
uk: Керувати профілями

# profile.name.placeholder
source: Enter name
de: Name eingeben
es: Ingrese nombre
fr: Entrez le nom
it: Inserisci nome
ja: 名前を入力
ko: 이름 입력
pt_br: Digite o nome
ru: Введите имя
tr: İsim girin
uk: Введіть ім'я

# profile.new.description
source: Enter birth details to create a profile
de: Geben Sie Geburtsdaten ein, um ein Profil zu erstellen
es: Ingrese datos de nacimiento para crear un perfil
fr: Entrez les données de naissance pour créer un profil
it: Inserisci i dati di nascita per creare un profilo
ja: プロフィールを作成するために出生データを入力
ko: 프로필을 만들려면 출생 데이터를 입력하세요
pt_br: Digite os dados de nascimento para criar um perfil
ru: Введите данные рождения для создания профиля
tr: Profil oluşturmak için doğum verilerini girin
uk: Введіть дані народження для створення профілю

# profile.new.title
source: New Profile
de: Neues Profil
es: Nuevo perfil
fr: Nouveau profil
it: Nuovo profilo
ja: 新しいプロフィール
ko: 새 프로필
pt_br: Novo perfil
ru: Новый профиль
tr: Yeni profil
uk: Новий профіль

# profile.reports.count %lld
source: %lld reports
de: %lld Berichte
es: %lld informes
fr: %lld rapports
it: %lld report
ja: %lldレポート
ko: %lld개 리포트
pt_br: %lld relatórios
ru: %lld отчётов
tr: %lld rapor
uk: %lld звітів

# profile.select.subtitle
source: Choose a profile to continue
de: Wählen Sie ein Profil, um fortzufahren
es: Elija un perfil para continuar
fr: Choisissez un profil pour continuer
it: Scegli un profilo per continuare
ja: 続行するプロフィールを選択
ko: 계속하려면 프로필을 선택하세요
pt_br: Escolha um perfil para continuar
ru: Выберите профиль для продолжения
tr: Devam etmek için bir profil seçin
uk: Виберіть профіль для продовження
